the 153640733
of 72000217
in 62670008
and 62142078
a 45635444
to 44116246
was 26894388
is 21113648
for 18185335
on 17967893
as 17643548
with 15545294
by 15374491
s 14994999
he 13799761
that 12418393
at 11952749
from 11429349
his 10780355
it 10377049
an 8456903
were 7119443
are 6503760
which 6501976
this 5607401
also 5502952
be 5350521
had 5166086
has 5086675
or 5082005
first 5043018
one 4485976
their 4422273
after 4263108
its 4254768
new 4042131
but 4038155
who 4002623
her 3956269
she 3924743
not 3900566
they 3844699
two 3764892
have 3576127
been 3298083
other 2962574
all 2961219
when 2915285
during 2825461
time 2807044
there 2616647
into 2610293
may 2413794
more 2345071
school 2328368
over 2248826
1 2241314
year 2221095
years 2220776
up 2217149
only 2168018
would 2149970
most 2085356
where 2077430
three 2059790
between 2058861
later 2034844
city 2012353
world 1992431
some 1973976
out 1944550
then 1928082
state 1915815
him 1898879
made 1896804
about 1886494
such 1878369
can 1863623
national 1857920
while 1847293
under 1846153
known 1837027
university 1832585
used 1825931
part 1757504
i 1751067
season 1748248
many 1743092
united 1731549
team 1716649
2 1716536
born 1715578
second 1713647
film 1712668
became 1699683
american 1678606
than 1672689
these 1670646
no 1665803
south 1633757
being 1611368
including 1606914
well 1596912
through 1588627
states 1579591
both 1567880
before 1565207
war 1492471
people 1472775
north 1471682
however 1463809
against 1461266
family 1435756
high 1435591
until 1426185
them 1407987
since 1405766
series 1375805
following 1375354
3 1375082
area 1371062
work 1354125
album 1335548
group 1325980
four 1324509
name 1316928
released 1307248
played 1300408
number 1285332
company 1280652
several 1275978
called 1249646
music 1249018
de 1239107
district 1236346
game 1226029
county 1208663
league 1205479
early 1201163
will 1200658
won 1194158
government 1182472
4 1150653
000 1144636
west 1144437
based 1141142
house 1135695
each 1134043
same 1132369
day 1121376
march 1118438
so 1111569
september 1089316
10 1077483
january 1076917
club 1072285
found 1071589
june 1067568
october 1059726
began 1053782
july 1048465
general 1048322
now 1044160
use 1038699
located 1036650
end 1035222
april 1031362
august 1030619
5 1028305
place 1026774
east 1017084
john 1014488
member 1013927
town 1010646
home 1009814
international 1006385
november 998071
college 994124
public 993954
population 988962
december 982085
station 975690
former 972377
if 970220
line 969830
like 968648
century 967392
held 965834
age 964738
church 957867
2010 957222
named 955897
because 950610
long 947185
best 946376
back 945942
york 945659
party 943200
around 941464
system 940875
took 940241
british 922432
6 919728
life 915611
any 914942
band 907033
local 901647
2011 899804
song 898516
due 898059
built 895902
river 891470
along 889831
five 885843
did 885618
february 884846
show 884044
received 883607
another 883162
served 881958
could 878859
within 872188
2012 860561
village 859207
single 857771
football 856213
final 855297
left 854704
president 853275
building 852297
u 851823
service 848240
major 841706
women 838407
members 837580
third 828720
2009 826206
2008 823978
t 822527
although 821142
include 821046
small 820151
large 819560
old 819214
2013 816966
2014 816697
games 806265
species 800620
off 795934
main 794535
18 794392
12 792822
set 792471
said 791280
published 790879
children 786399
order 784567
2015 782708
died 780375
last 779907
2006 775910
own 772855
2007 770931
20 769658
those 767319
according 761295
7 758977
c 758869
law 757765
included 757347
book 755592
d 752170
still 748980
death 748392
2016 748171
very 747563
st 745666
army 742026
15 736683
history 732963
park 729853
road 727522
top 726148
country 724557
men 723036
e 720825
division 718147
m 715822
8 715354
side 714040
among 713965
air 713447
what 710314
central 710227
french 709909
english 709464
often 706911
play 706355
led 704659
son 699952
times 699473
great 691889
near 691404
moved 690804
million 687246
late 686847
community 685548
career 684337
water 684333
original 682793
down 680187
different 677606
us 675674
2017 675608
father 675437
king 674474
just 673913
development 673289
much 670222
again 670090
six 669653
form 667152
30 663060
german 662127
court 661832
art 660748
center 660608
11 653234
white 652127
even 648296
way 646491
london 645906
power 645829
established 643658
record 636484
council 632453
award 632172
land 630090
research 629947
street 629088
9 627482
player 626726
students 623067
16 621038
having 620403
title 617625
started 615463
make 613201
man 612413
head 609434
education 609213
b 609115
came 609066
support 608752
ii 608210
went 607364
role 606696
next 604598
14 603877
region 601407
island 600804
2018 599783
given 599512
western 598472
2005 598320
period 596048
produced 595635
military 595168
do 593552
using 591797
25 591530
you 590227
various 589090
black 587794
point 587473
non 584968
total 583633
director 583034
cup 581484
become 581263
13 578662
office 578143
television 577862
level 568460
election 567265
political 566537
england 564901
written 564245
business 563392
field 563163
production 562638
married 561821
association 560512
program 560311
championship 560062
worked 559224
announced 559207
created 558048
co 557145
joined 553598
we 550954
17 550819
take 549051
class 547985
100 547638
works 546920
young 545499
2004 545296
site 544468
founded 543845
returned 543346
department 542934
wrote 539983
described 539938
few 537790
union 537776
without 535049
right 533146
24 529644
per 529282
force 528733
together 527761
2000 526468
run 524853
society 522965
story 522824
radio 522017
short 521575
royal 518913
though 518899
social 517414
days 514388
round 513880
lost 513814
act 509626
northern 508353
full 508104
open 507078
live 506934
version 506589
continued 506083
project 505166
further 505061
every 504519
india 502380
half 501652
services 498534
european 496696
australia 496047
board 495504
professional 494283
france 492046
recorded 490404
position 490204
elected 489936
opened 489126
southern 488313
considered 486783
control 486291
free 485269
summer 483575
once 480325
making 480011
william 479974
19 477620
present 476865
match 475910
important 475608
win 475454
working 474510
formula 473649
21 473358
language 472976
america 472480
design 472000
2003 470152
california 468851
red 468187
appeared 467558
event 465326
san 463717
special 462750
formed 461833
common 461486
wife 460890
post 459841
list 458665
re 458478
hall 456735
others 456439
similar 455581
signed 455426
areas 455268
video 455099
average 454970
canada 454336
lead 453741
james 452145
developed 451684
george 450865
living 447181
rock 447179
style 446931
originally 446240
railway 445395
appointed 445267
modern 445232
release 444949
currently 444895
battle 444880
race 444538
playing 444312
popular 443781
term 443655
records 443278
22 442895
example 442261
minister 442207
forces 441842
addition 441421
2002 441292
debut 441093
case 440734
la 440601
teams 439650
2001 437143
police 436982
result 435917
upon 435738
how 435053
see 434692
himself 432685
little 430818
never 430346
songs 428143
points 426787
good 426422
seven 426307
eastern 424765
construction 424269
science 423752
schools 423190
23 423058
throughout 422685
human 421745
mother 418735
body 417663
events 417378
chief 416638
health 416313
across 414611
germany 414352
museum 414310
lake 413678
training 412738
away 411030
al 409137
information 409089
love 407746
available 407585
indian 407249
australian 406917
sold 405445
eventually 404029
despite 403134
current 401903
players 400896
province 400664
sea 400323
route 399218
track 398100
o 397241
committee 396468
tour 396261
census 395836
28 395109
centre 394893
less 394629
designed 393207
daughter 393199
coach 392515
26 391696
light 391232
should 390720
taken 389705
character 389079
brother 388689
gave 388449
festival 387224
followed 386717
official 386180
months 386173
range 385687
largest 385220
fire 385194
media 385097
27 384862
performed 384739
finished 381446
1999 381434
europe 381338
performance 378718
eight 378532
study 377971
features 377773
network 377709
go 377632
night 377509
g 377438
does 377406
stage 376690
institute 376390
refer 375866
completed 375162
process 374263
david 374249
help 374104
return 373256
china 373074
episode 372776
remained 371733
low 371546
front 371481
arts 371403
includes 371296
0 370394
star 369570
rights 369565
reported 368425
leading 368200
uk 367844
space 367384
seen 366562
featured 365322
private 364522
directed 364509
usually 363444
get 362193
families 361943
must 361933
middle 361584
instead 359988
ten 359445
thus 359439
groups 358771
r 358699
tv 358482
fourth 357432
1998 356591
academy 355505
civil 355431
washington 354422
studies 354316
today 353147
section 352702
type 352610
news 351587
competition 351264
federal 349947
able 349009
magazine 348891
tournament 348817
close 348575
involved 348139
29 346926
gold 345973
either 345944
awards 345702
50 345695
my 345401
aircraft 345100
independent 344446
awarded 344022
russian 342804
thomas 342690
countries 342512
studio 342344
added 342069
action 341939
car 341775
robert 341080
week 340939
above 340648
books 339869
1996 339512
sent 339177
p 339024
conference 338598
soon 337945
campaign 337658
green 337607
degree 337189
model 337134
capital 337083
1997 336404
l 335798
canadian 335691
winning 335460
provided 335265
previous 335151
charles 334543
kingdom 333922
japanese 333788
movement 333777
j 333662
organization 333103
bank 332270
paul 331026
ground 330782
big 330581
replaced 330482
lower 330344
killed 329993
chinese 329536
change 328709
rather 328229
japan 327764
base 327595
coast 326315
female 324999
professor 324980
grand 324628
market 324455
industry 323419
almost 323040
sports 322919
films 322603
medical 321838
mid 321629
african 321435
attack 321286
size 321099
stated 320865
shows 320612
owned 319147
real 319077
least 319048
1995 317898
reached 316785
data 316693
saw 316175
senior 315904
writing 315648
spanish 315591
placed 315548
beginning 314847
systems 314831
management 314665
success 314651
hospital 314229
previously 314170
bridge 314159
technology 314136
approximately 312496
introduced 312402
behind 312272
native 312054
1994 311901
1992 311494
historic 311404
decided 310804
primary 310577
hill 310564
valley 309601
provide 308724
italian 307862
f 307448
successful 307301
via 306273
listed 306176
parts 306029
outside 305576
ship 305027
governor 304523
31 303593
higher 303249
republic 302572
start 302328
40 302196
bay 301805
africa 301728
sometimes 301506
active 301328
whose 301284
prior 301075
scored 301029
theatre 300955
related 300879
put 300034
attended 299245
cross 299033
square 298260
brought 298215
v 297543
michael 297135
far 296798
operations 295860
goal 295795
los 294892
leader 294796
natural 294688
ever 294379
too 293846
child 293373
1993 293309
units 293294
future 293193
km 293139
buildings 293040
possible 292739
artist 292245
1990 291379
1991 291130
regular 291097
collection 290949
student 290882
contract 290799
henry 290658
standard 290612
limited 290494
brown 289916
especially 289877
interest 289873
h 289369
taking 289105
regional 288887
hit 288656
officer 288566
below 288483
economic 288419
trade 287674
generally 287182
ireland 287019
person 286583
lived 285772
municipality 285427
changed 285364
channel 285106
runs 284982
energy 284473
come 284391
strong 284167
woman 284068
money 283861
operation 283691
saint 283629
roman 283502
br 283391
novel 283104
christian 283102
foreign 282835
commission 282663
initially 282637
significant 282487
traditional 281702
itself 281639
texas 280868
staff 280149
defeated 279985
blue 279543
food 279394
me 278085
towards 277794
hand 277561
unit 276756
plays 276723
self 276288
medal 275931
navy 275919
paris 275595
running 274840
ended 274435
allowed 274300
command 274039
represented 273582
foundation 272852
parliament 272111
highest 272064
catholic 271949
wide 271867
championships 271436
property 270853
met 270410
course 270384
income 269975
culture 269550
whom 269001
structure 268441
plan 268408
1989 268056
annual 267978
spent 267914
peter 267427
assembly 266817
companies 266747
library 266418
commercial 266031
manager 265908
numerous 265709
seat 265564
earlier 265532
required 264955
artists 264888
means 264808
dr 264389
noted 264270
length 263782
nine 263263
plant 263237
soviet 263008
associated 262811
captain 262541
find 262295
additional 262188
individual 262052
opening 261751
secretary 261165
x 261012
bill 260720
places 260528
n 259767
1988 259390
date 258935
press 258619
practice 258567
access 258382
sound 258326
smith 258173
chicago 257403
past 257191
mountain 257179
mary 257124
500 256961
older 256843
finally 256582
closed 256326
here 256298
victory 256266
executive 256210
security 256200
launched 255689
report 255563
highway 255494
room 255488
better 255269
singer 254629
musical 253738
month 253322
entered 251908
our 251840
mark 251713
author 251693
contains 251415
edition 251354
already 251114
ran 250400
issues 250398
richard 250368
writer 250202
location 249279
master 249101
subsequently 248996
airport 248690
famous 248420
policy 248326
zealand 247730
move 247716
studied 247578
complete 247285
financial 247195
1987 246492
k 245983
review 245944
loss 245822
majority 245745
religious 245636
rest 245278
anti 244964
test 244803
stone 244648
increased 244421
rural 244316
going 244233
feature 243846
italy 243798
programs 243463
engine 243277
1986 242846
youth 242786
appearance 242233
notable 242155
angeles 241831
cultural 241647
administration 241300
fact 241259
complex 241001
empire 240866
selected 240864
personal 240553
mexico 240244
thought 239996
lines 239971
source 239786
characters 239678
becoming 239422
hours 239054
1984 238830
terms 238747
historical 238717
activities 238304
operated 237874
particularly 237809
give 237570
mostly 237499
starting 237414
greek 236773
goals 236742
lord 236439
queen 236409
200 236128
matches 235850
1985 235629
mission 235622
legal 235399
retired 234899
issue 234480
word 234208
decision 234197
1980 234135
caused 233425
entire 233339
stadium 232971
changes 231936
forced 231745
virginia 231685
got 231476
w 231449
port 231412
husband 231112
remains 230953
score 230889
serving 230749
create 230470
evidence 230431
supported 230368
movie 230300
sister 229549
upper 229455
genus 229428
variety 229305
turn 228973
sir 228851
meeting 228723
recording 228236
basketball 228118
key 227960
god 227778
certain 227658
passed 227648
chart 227397
democratic 227112
overall 226904
results 226653
particular 226550
irish 226324
islands 226259
congress 226132
cover 225373
forest 225067
nature 224879
1983 224730
theory 224380
shown 224103
material 223684
pennsylvania 223683
need 223671
rate 223580
fort 223443
larger 223331
shot 222748
relationship 222446
prince 222052
stars 222039
castle 221633
weeks 221608
olympics 221423
recent 221282
1982 221281
referred 221277
leaving 221158
minutes 221061
earth 221041
names 220943
florida 220837
friends 220781
takes 220521
chairman 220244
pacific 220165
fifth 220128
raised 220107
wales 220024
cost 219532
fall 219412
don 219075
fight 218895
always 218779
parish 218658
individuals 218555
male 218336
claimed 217985
earned 217793
competed 217501
era 217285
longer 217091
bishop 216967
themselves 216948
deal 216920
justice 216585
status 216535
presented 216353
1979 216023
failed 215841
composed 215817
speed 215653
tracks 215496
helped 215492
increase 215295
specific 215131
parents 215077
fellow 214876
believed 214775
1972 214630
troops 214567
wing 214526
surface 214461
dance 213897
2019 213836
cases 213474
forms 213236
care 213224
temple 213147
houses 212832
camp 212826
offered 212740
prime 212298
seasons 212099
train 211984
uses 211791
mainly 211687
friend 211576
producer 211450
subject 211319
experience 211158
provides 211148
1945 211136
nearly 211096
cast 211013
19th 210743
stations 210742
russia 210739
heart 210714
jewish 210447
joseph 210306
heavy 210290
consists 209874
van 209873
ancient 209807
junior 209645
view 209518
therefore 209380
effect 209363
latter 209305
double 209052
separate 208920
oil 208635
1981 208624
1976 208591
1974 208488
face 207791
louis 207581
cities 207565
actor 207560
carried 207445
engineering 207326
assistant 207177
turned 206860
remaining 206583
spain 206205
done 205420
broadcast 205243
winter 205206
1970 205162
marriage 205073
1975 204772
silver 204656
1978 204582
1968 204291
multiple 204196
appears 203948
township 203316
workers 202398
singles 202282
pre 202186
problems 202186
computer 202142
acquired 202055
products 202030
champion 201993
editor 200985
commander 200981
meaning 200950
border 200735
vice 200443
nearby 200441
plans 200285
call 199861
elections 199758
britain 199723
mr 199576
enough 199550
greater 199441
males 199270
spring 199270
minor 199269
proposed 199260
attempt 198882
branch 198761
miles 198696
graduated 198384
direct 198374
1973 198357
1980s 198277
promoted 198161
poland 198119
1977 198001
martin 197995
vote 197739
65 197085
nations 197018
lives 196932
influence 196870
brothers 196670
creek 196604
article 196535
responsible 196377
constructed 196327
territory 196134
prize 196100
might 195981
administrative 195916
yet 195820
ships 195708
baseball 195634
ice 195223
covered 194849
females 194805
1971 194779
whether 194710
response 193886
hotel 193829
regiment 193824
managed 193812
digital 193531
corps 193484
1969 193271
leave 192662
residents 192542
dutch 192429
conditions 192292
stories 192110
cause 192109
albums 191950
mayor 191861
inside 191788
authority 191683
makes 191653
asked 191523
drama 191333
households 191311
serve 191101
daily 191084
whole 191066
levels 190677
60 190531
told 190410
discovered 190408
primarily 190373
arrived 190341
elements 190147
issued 190129
1970s 189964
iii 189661
tower 189646
1967 189569
value 189565
defense 189413
journal 189237
lies 189110
extended 189083
wanted 188884
flight 188674
label 188599
pass 188472
allow 188468
numbers 188303
rule 187895
officers 187438
newspaper 187125
campus 187075
directly 186533
cut 186414
host 186327
1st 186244
quality 186160
latin 185687
housing 185557
median 185522
edward 185066
estate 184719
dark 184311
saying 184210
idea 183960
ministry 183785
hockey 183736
wall 183620
highly 183473
emperor 183419
recently 183401
scene 183179
lee 183028
1964 182600
carolina 182549
super 182518
dead 182391
shortly 182361
soldiers 182273
20th 182153
projects 182089
secondary 181876
moving 181770
voice 181679
words 181679
immediately 181674
nation 181650
likely 181453
physical 181375
paper 181326
growth 181254
transferred 181137
appearances 181112
contemporary 180850
republican 180805
code 180680
formerly 180107
grade 180005
scotland 179948
officially 179840
global 179831
marine 179692
academic 179659
urban 179634
races 179617
online 179488
percent 179485
hot 179384
el 179176
metal 179144
girls 178846
corporation 178783
prominent 178720
produce 178359
politician 178257
1965 177861
typically 177844
appear 177722
smaller 176729
distance 176546
1966 176517
peace 176486
candidate 176477
boston 176397
renamed 176234
quickly 176212
participated 176053
poor 175845
1960s 175825
45 175539
winner 175528
positive 175523
1990s 175491
stop 175403
divided 175396
mass 175360
jones 175265
lack 174977
agreement 174799
commonly 174724
grew 174696
function 174513
settlement 174437
continue 174154
literature 174135
1960 174042
senate 174009
industrial 173934
girl 173927
initial 173526
alongside 173496
beach 173444
reserve 173281
titled 173154
hard 173130
your 172961
revealed 172906
true 172512
1944 172483
comes 172455
judge 172367
ordered 172181
drive 171967
rugby 171860
effects 171659
probably 171513
intended 171418
basis 171305
francisco 170818
sun 170668
treatment 170597
follows 170437
founder 170397
website 170254
avenue 170048
forward 169899
naval 169803
polish 169304
transport 169189
conducted 169122
planned 169104
pop 169040
focus 168911
dedicated 168854
comedy 168823
capacity 167980
twenty 167829
job 167814
jersey 167787
michigan 167620
crew 167519
letter 167479
farm 167330
removed 167253
coming 167168
build 167108
israel 167012
meet 166812
asian 166748
featuring 166740
keep 166682
entertainment 166669
ohio 166627
acting 166441
opera 166398
store 166312
prison 166231
giving 166218
bbc 166159
floor 166158
combined 165947
organized 165865
operating 165793
sources 165660
columbia 165646
facilities 165631
advanced 165620
efforts 165561
affairs 165484
charge 165170
asia 165104
purchased 165076
pro 164757
reach 164690
needed 164472
formation 164460
agency 164416
jack 164364
firm 164341
software 164310
activity 164200
scottish 164158
direction 164149
leadership 164109
mixed 164020
product 163852
pay 163802
text 163777
clubs 163679
rules 163656
johnson 163648
2nd 163410
ability 163349
potential 163030
blood 163000
alone 162948
1963 162935
racing 162906
wood 162806
register 162765
scientific 162701
widely 162673
iron 162551
offers 162536
squadron 162508
destroyed 162473
1962 162467
assigned 162421
leaves 162232
compared 162214
williams 162151
gas 162079
defeat 162018
attention 161999
types 161930
fleet 161839
clear 161832
leaders 161779
join 161726
color 161292
memorial 161203
except 160979
languages 160903
exchange 160821
largely 160484
guitar 160371
sydney 160268
teacher 160262
communities 160009
hold 159672
cars 159666
tax 159661
headquarters 159653
1942 159581
adopted 159535
morning 159520
environment 159256
serves 159127
equipment 159035
solo 159021
reviews 159008
gained 159004
pressure 158925
1948 158912
method 158840
semi 158507
amount 158501
owner 158376
growing 158294
infantry 158134
sex 158012
concept 157938
protection 157829
boys 157507
am 157469
critical 157454
captured 157235
format 156956
figure 156931
trial 156820
block 156803
scale 156633
respectively 156614
approach 156493
actually 156441
georgia 156425
agreed 156285
accepted 156284
tree 156102
estimated 156011
critics 155992
iran 155930
boy 155745
1940 155736
know 155672
hosted 155623
roles 155576
declared 155443
lieutenant 155403
joint 155402
mount 155400
mile 155368
ball 155247
density 155217
principal 155210
1941 155181
1961 155179
travel 154855
35 154752
alexander 154519
problem 154427
railroad 154304
hour 154175
purpose 154142
platform 154100
1946 154070
golden 153953
jr 153935
fighting 153921
fish 153910
designated 153826
technical 153718
things 153685
applied 153462
supreme 153280
rose 153278
analysis 153248
recognized 153067
episodes 153059
knowledge 152984
ranked 152958
1956 152807
deep 152773
difficult 152666
fell 152609
bar 152570
cell 152246
suffered 152205
duke 152178
feet 152145
mentioned 152001
1939 151968
sons 151775
actress 151604
situated 151433
nominated 151395
taught 151393
1943 151239
machine 151239
yards 151104
gun 151038
mm 150912
models 150811
occurred 150806
deputy 150650
remain 150619
sales 150609
account 150591
electric 150539
scott 150382
champions 150213
organizations 149973
safety 149942
independence 149752
quarter 149643
traffic 149616
parties 149552
resulted 149469
1950 149400
guard 149335
presence 149259
continues 149124
premier 149092
frank 148975
plants 148909
twice 148902
yard 148794
tom 148775
sixth 148747
arms 148636
doctor 148634
1958 148626
heritage 148584
expanded 148537
fine 148509
scoring 148500
1947 148393
1959 147949
concert 147768
box 147746
paid 147715
liberal 147615
victoria 147569
relations 147567
mountains 147564
spread 147454
olympic 147296
reduced 147162
expected 147078
inspired 146976
teaching 146961
distribution 146920
titles 146866
berlin 146838
bus 146581
becomes 146523
finals 146456
horse 146434
identified 146419
providing 146338
felt 146304
damage 146300
footballer 146165
share 146152
newly 146142
note 145938
illinois 145851
resources 145685
windows 145640
positions 145540
creation 145489
80 145460
le 145437
draft 145287
younger 145257
lady 145235
split 145091
1957 145056
tells 144859
unique 144840
grant 144771
generation 144699
household 144695
says 144550
cricket 144544
architecture 144487
table 144292
break 144221
honor 144143
zone 144044
offer 143930
something 143911
facility 143878
votes 143817
kept 143658
goes 143518
opposition 143448
image 143402
price 143355
buried 143195
painting 143096
content 143075
learning 143048
returning 143016
reports 142932
surrounding 142833
jazz 142809
minute 142727
simply 142677
districts 142530
labour 142498
resulting 142431
defined 142293
losing 142275
impact 142216
granted 142144
garden 142098
volume 142013
sites 141837
rail 141776
claims 141775
theater 141724
usa 141702
revolution 141700
representatives 141620
existing 141417
birth 141364
performances 141220
basic 141206
300 141145
disease 141065
massachusetts 141029
laws 141016
couple 140926
performing 140645
sciences 140504
showed 140342
1955 140310
1952 140281
officials 140260
beyond 140225
classes 140128
receive 139986
notes 139935
representative 139779
gives 139724
cd 139700
trains 139694
politics 139685
pakistan 139474
suggested 139392
jean 139174
tried 139151
develop 138792
medicine 138791
1949 138746
swedish 138706
fields 138442
finish 138393
atlantic 138306
connected 138289
regions 138144
freedom 138115
theme 138072
allows 137998
toronto 137994
sport 137893
attacks 137856
kong 137829
cannot 137656
obtained 137647
effort 137427
von 137415
yellow 137349
brigade 137336
constitution 137285
begins 137235
1954 137227
rome 137014
elizabeth 136988
draw 136913
reading 136535
municipal 136353
completely 136303
interview 136104
read 136095
hong 135997
category 135958
crime 135885
seats 135846
fc 135768
santa 135755
piece 135738
look 135719
materials 135698
fully 135473
authorities 135437
armed 135414
sides 135368
northwest 135365
internet 135355
cells 135327
chosen 135300
1953 135203
com 135179
labor 135145
conservative 135105
32 135092
succeeded 135024
joe 135012
educational 134999
versions 134994
confirmed 134850
page 134788
cancer 134785
cemetery 134718
3rd 134685
planning 134633
70 134630
korea 134567
tradition 134535
brazil 134411
combat 134339
philadelphia 134198
achieved 134170
environmental 134157
fans 134093
steel 134081
palace 133963
agent 133782
subsequent 133713
classical 133501
jackson 133466
letters 133394
billion 133382
stand 133368
guest 133337
starring 133239
injury 133094
figures 133064
ontario 132977
risk 132894
bring 132802
billboard 132655
ring 132651
marked 132594
animals 132540
imperial 132540
allowing 132465
ocean 132345
murder 132335
90 132307
fame 132119
alternative 132110
fiction 132101
relatively 131988
situation 131978
economy 131940
villages 131757
bronze 131643
citizens 131630
oldest 131415
reason 131409
audience 131368
say 131227
follow 131221
communist 131195
let 131164
1951 130965
1918 130914
southeast 130849
supply 130663
orchestra 130605
visit 130572
inc 130545
frequently 130279
promotion 130253
choice 130237
falls 130178
unable 130130
battalion 130091
reference 130070
occupied 130069
entry 129971
entitled 129787
nuclear 129716
memory 129681
convention 129671
aired 129614
bought 129574
settled 129553
funding 129518
classic 129459
holds 129421
acts 129343
origin 129264
drug 129245
secret 129210
brand 129099
simple 129090
unknown 129007
transfer 128975
creating 128862
gallery 128801
1950s 128696
effective 128690
hands 128611
permanent 128597
climate 128578
trust 128549
portion 128386
programme 128313
normal 128202
partner 128160
400 128151
documentary 128063
necessary 128052
graduate 128042
challenge 127973
refused 127861
etc 127793
1936 127702
fox 127673
search 127669
claim 127576
del 127552
faculty 127501
ultimately 127436
kind 127399
rank 127289
64 127263
fund 127255
peak 127178
phase 127119
1938 127045
netherlands 126766
sexual 126737
literary 126618
unlike 126579
commissioned 126473
arrested 126445
publication 126426
articles 126399
edge 126150
storm 126084
worldwide 126022
sense 125993
squad 125980
mike 125759
attempts 125640
crown 125579
sign 125559
flying 125501
1920 125411
ray 125359
copies 125272
fm 125124
exhibition 125121
wilson 125112
rise 125042
want 124772
fought 124762
supporting 124752
founding 124600
oxford 124587
broke 124489
korean 124437
legislative 124304
employed 124283
trees 124279
boat 124265
conflict 124260
perform 124199
extensive 124131
bc 124114
stock 124008
approved 123850
northeast 123837
intelligence 123828
sets 123597
ending 123526
methods 123482
powers 123338
powerful 123223
federation 123221
covers 123193
alliance 123142
sweden 122901
maximum 122753
vehicles 122715
lot 122486
attacked 122227
foot 122151
screen 122111
institutions 121992
visited 121982
application 121884
standing 121829
prevent 121709
44 121642
adult 121615
americans 121318
towns 121315
enemy 121240
dropped 121121
interior 121095
vehicle 121062
attempted 121046
factory 121031
receiving 120949
1937 120889
defence 120859
expansion 120787
needs 120678
chris 120659
begin 120576
holding 120560
holy 120518
matter 120439
y 120433
agricultural 120427
presidential 120421
rear 120299
taylor 120218
increasing 120168
guns 120071
opposed 119882
actions 119880
writers 119859
ways 119732
setting 119597
consisted 119591
someone 119536
poetry 119517
shared 119433
1919 119424
pilot 119339
standards 119262
beat 119142
selling 119103
animal 118997
examples 118944
containing 118942
weekly 118922
provincial 118881
bad 118879
influenced 118687
philosophy 118623
internal 118617
soccer 118547
focused 118522
offices 118389
glass 118208
stay 118156
properties 118080
pope 118066
studios 118006
weight 117999
derived 117940
rich 117939
twelve 117873
multi 117744
write 117680
faced 117657
religion 117374
sector 117349
miss 117338
1930 117314
surname 117168
specifically 117076
greatest 117007
determined 116892
mexican 116824
1917 116776
core 116674
domestic 116565
andrew 116487
contact 116299
retirement 116286
architect 116268
incorporated 116127
launch 116110
aged 116064
treaty 116029
straight 116023
1914 115961
hills 115959
existence 115909
controlled 115880
converted 115866
walls 115753
background 115710
meant 115605
1935 115577
4th 115576
onto 115487
pieces 115482
sunday 115447
ends 115359
davis 115258
southwest 115192
tropical 115076
wild 115075
mobile 115013
bureau 114988
metres 114971
developing 114968
steve 114906
bass 114892
aid 114876
bowl 114786
speech 114758
lyrics 114699
18th 114638
represent 114638
bob 114601
contributed 114542
arthur 114493
reasons 114493
pair 114361
educated 114346
establishment 114265
slightly 114263
metropolitan 114196
representing 114181
question 114133
colonel 113937
identity 113829
broadcasting 113655
criminal 113621
weapons 113609
condition 113522
centuries 113490
rare 113439
express 113259
bands 113155
think 113107
refers 112939
bell 112927
kill 112896
qualified 112836
et 112834
funds 112729
composer 112720
finds 112711
doing 112615
structures 112593
jim 112549
communications 112469
sr 112462
daniel 112440
circuit 112435
1933 112418
wind 112259
investigation 112136
occurs 112126
corner 112092
card 112060
contained 111943
escape 111931
1929 111896
mill 111842
believe 111781
francis 111692
engineer 111668
producing 111662
melbourne 111612
muslim 111558
seventh 111522
regarding 111485
why 111352
sought 111328
locations 111306
lane 111284
functions 111228
successfully 111108
invited 111072
publishing 111051
height 111047
target 110873
negative 110774
connection 110773
abandoned 110772
electronic 110659
canal 110643
contest 110637
roads 110415
nothing 110341
km² 110337
mind 110335
temperature 110302
cape 110273
scheduled 110217
churches 110160
serious 109813
maria 109721
1934 109658
scenes 109610
1928 109603
heat 109586
passing 109520
budget 109507
comic 109478
ad 109401
fuel 109367
finishing 109320
entrance 109251
herself 109236
norwegian 109210
count 109172
speaking 109119
carry 109022
orders 108975
institution 108810
reaching 108761
violence 108737
moscow 108711
display 108585
passenger 108561
eye 108548
hundred 108530
trained 108510
quite 108466
proved 108443
shape 108411
lands 108400
birds 108283
nfl 108253
poet 108154
attorney 108143
toward 108064
athletic 108049
heavily 108006
decades 107962
bachelor 107761
cambridge 107728
piano 107689
looking 107681
maintained 107657
survey 107630
artillery 107607
cathedral 107584
programming 107522
trying 107477
lewis 107475
chair 107402
motion 107374
web 107323
expressed 107321
occur 107301
really 107192
jews 107140
heard 107059
patients 107054
signal 106970
chapel 106966
cold 106923
norway 106881
registered 106877
wins 106852
roof 106769
dvd 106749
failure 106726
driver 106576
manchester 106481
sub 106333
recognition 106323
36 106262
consecutive 106153
candidates 106139
protein 106136
advance 106134
colonial 105987
residence 105925
1932 105910
dynasty 105889
ford 105828
1924 105777
ideas 105625
stephen 105607
opportunity 105586
users 105551
laid 105474
protect 105443
christmas 105347
ceremony 105328
exist 105196
reform 105123
journalist 105089
door 104955
gene 104935
33 104895
try 104875
resistance 104864
1922 104803
inhabitants 104741
communication 104707
teachers 104669
applications 104667
fast 104650
selection 104616
kansas 104584
broken 104570
importance 104542
sale 104377
turkish 104308
employees 104234
ncaa 104142
weather 104058
fashion 104004
calls 103960
1927 103939
portuguese 103928
hits 103921
turkey 103831
enter 103760
minnesota 103756
promote 103748
merged 103701
wrestling 103572
possibly 103567
avoid 103505
chamber 103466
establish 103454
hired 103410
vietnam 103400
invasion 103371
homes 103295
motor 103263
1912 103206
voted 103168
picture 103127
engaged 103092
perhaps 103064
passes 102969
constituency 102968
philippines 102960
flow 102959
1931 102940
save 102864
chemical 102812
skills 102791
closely 102726
transportation 102721
visual 102608
historian 102548
investment 102528
des 102499
missouri 102448
starts 102439
entirely 102412
queensland 102408
1921 102339
banks 102337
tony 102332
consisting 102193
joining 101893
agriculture 101863
austria 101859
distinguished 101833
stating 101775
installed 101747
ben 101732
mine 101726
spot 101716
coal 101697
personnel 101660
collected 101658
regarded 101621
singing 101577
typical 101491
improved 101431
killing 101427
partnership 101403
duty 101375
khan 101318
resigned 101286
views 101184
getting 101173
extension 101146
incident 101035
improve 100931
dates 100906
equal 100899
notably 100893
1925 100875
harry 100843
streets 100841
miller 100735
courses 100729
argued 100531
sri 100528
die 100519
loan 100508
strength 100441
tennessee 100380
wisconsin 100372
downtown 100364
1910 100163
task 100152
indiana 100130
neighborhood 100109
1923 100004
fair 99934
observed 99932
causing 99883
75 99837
values 99827
colorado 99800
introduction 99793
additionally 99697
earl 99689
34 99688
shaped 99658
headed 99657
step 99580
1915 99576
compete 99445
chain 99401
trail 99343
evening 99338
spirit 99288
hope 99272
starred 99260
swiss 99144
junction 99138
engines 99066
extra 99036
operate 99017
1926 98896
ahead 98884
1916 98846
bodies 98823
talk 98804
ward 98795
flag 98574
paintings 98564
describes 98288
universities 98277
maryland 98249
du 98195
ruled 98173
chapter 98050
stores 97999
tennis 97996
humans 97948
organisation 97928
sections 97891
singapore 97840
seconds 97743
mining 97644
plus 97554
causes 97475
briefly 97460
orange 97412
folk 97390
calling 97293
vocals 97159
objects 97118
statement 97114
oregon 97110
reality 97094
1930s 97055
egypt 97052
easily 97037
costs 96991
anniversary 96986
musicians 96976
switzerland 96907
drawn 96906
flat 96851
address 96835
arena 96821
5th 96743
gain 96741
medium 96730
distributed 96663
link 96553
decade 96527
bottom 96460
directors 96384
seems 96372
concluded 96340
albert 96291
1900 96242
chance 96171
techniques 96161
adjacent 96035
demand 96004
factor 95870
winners 95619
ethnic 95589
affected 95519
iv 95514
session 95511
purchase 95510
cabinet 95487
chose 95466
courts 95440
arizona 95415
didn 95166
grounds 95117
crisis 95107
borough 95049
dam 94992
38 94955
strike 94936
productions 94854
combination 94843
opposite 94836
islamic 94793
arab 94574
credit 94541
dean 94534
howard 94530
earliest 94412
rivers 94369
survived 94283
reduce 94267
goods 94213
participate 94183
residential 94087
praised 94034
walter 93939
plot 93936
interests 93857
grey 93840
formal 93807
row 93768
user 93683
israeli 93657
poverty 93585
stands 93536
17th 93529
regularly 93470
di 93451
dry 93441
leads 93346
actual 93333
rating 93328
parliamentary 93327
images 93322
150 93219
bird 93135
meanwhile 93032
items 92886
owners 92880
contain 92829
sam 92790
expedition 92777
painted 92705
gets 92689
racial 92593
device 92591
pictures 92562
designs 92466
progress 92397
ones 92336
1913 92332
businesses 92228
1911 92186
outstanding 92178
shop 92081
counties 92067
operates 92055
injured 91896
wars 91871
amateur 91790
dog 91723
cycle 91697
accused 91691
premiered 91674
details 91514
scholars 91487
universal 91356
composition 91352
faith 91348
tank 91306
conservation 91286
coastal 91244
publications 91209
driving 91175
debuted 91155
brian 91089
persons 90923
profit 90907
object 90869
simon 90852
hamilton 90792
brief 90727
apart 90687
kentucky 90686
wave 90652
rooms 90600
hollywood 90598
00 90565
degrees 90520
underground 90478
crossing 90454
jesus 90432
capture 90390
houston 90240
associate 90096
greece 90041
worth 89911
commonwealth 89831
emergency 89815
priest 89543
thirty 89539
understanding 89464
1908 89437
sequence 89437
finance 89414
appeal 89387
maintain 89363
membership 89356
diego 89323
biggest 89291
thousands 89252
drew 89229
assistance 89182
fired 89165
en 89142
routes 89007
attached 88998
divisions 88975
christ 88956
brain 88944
ali 88820
anne 88819
broad 88805
path 88711
advantage 88678
passengers 88629
committed 88624
request 88613
shooting 88559
attend 88558
nor 88518
charges 88462
ex 88461
offensive 88454
trip 88363
tries 88251
reaction 88228
defensive 88221
otherwise 88210
landing 88099
rejected 88083
contrast 88042
stages 88038
moon 88037
documents 87976
moth 87943
colony 87942
senator 87930
eyes 87912
lincoln 87890
distinct 87845
trophy 87664
factors 87641
wounded 87589
sell 87580
fighter 87461
37 87455
baby 87432
medieval 87359
charged 87339
scheme 87335
recordings 87285
frame 87242
damaged 87217
discovery 87215
actors 87175
credited 87166
ltd 87098
showing 87076
extremely 87047
turns 87017
represents 86950
caught 86865
mean 86854
elementary 86838
creative 86831
bit 86807
soul 86624
painter 86588
collaboration 86572
replace 86547
stood 86507
musician 86454
poem 86344
16th 86308
ukrainian 86245
purposes 86171
delivered 86112
whilst 86051
determine 86042
require 86010
afterwards 86004
retained 85987
reign 85974
gender 85962
flowers 85946
learned 85930
accompanied 85928
danish 85861
returns 85821
accident 85812
ep 85728
carrying 85722
commune 85711
anderson 85694
hungarian 85639
assumed 85612
measures 85605
iraq 85555
contributions 85533
terminal 85532
clark 85503
mathematics 85499
patrick 85481
detroit 85479
heads 85446
separated 85429
map 85414
prix 85362
admitted 85358
philip 85356
subjects 85330
manufacturing 85264
leg 85263
responsibility 85189
roughly 85106
eighth 85074
quebec 85061
czech 85055
translated 85052
restaurant 84998
inner 84940
equivalent 84923
measure 84921
protected 84897
42 84815
saturday 84815
charts 84809
adapted 84801
behavior 84780
respect 84778
restored 84690
electoral 84680
circle 84636
experienced 84633
steam 84630
insurance 84626
significantly 84619
economics 84616
difference 84595
argentina 84491
acid 84318
magic 84158
brick 84120
1905 84057
severe 84052
douglas 84044
duties 84009
golf 83977
everything 83963
missing 83912
kings 83892
daughters 83878
resolution 83860
lawyer 83789
dating 83751
arm 83674
louisiana 83673
waters 83667
interested 83608
ranking 83557
filled 83553
diocese 83487
authors 83413
allied 83405
relief 83363
window 83343
coalition 83337
arrival 83325
peninsula 83306
eleven 83256
vision 83250
harvard 83213
blues 83189
defeating 83183
gordon 83154
feel 83149
strategy 83130
linked 83127
allen 83113
miami 83081
planet 83035
iowa 83030
legislation 83019
popularity 82981
frederick 82855
artistic 82830
suggests 82811
ownership 82750
hip 82722
depending 82721
samuel 82674
ages 82665
1906 82653
journey 82652
beautiful 82631
gay 82623
aspects 82555
alabama 82550
pattern 82514
guide 82448
criticized 82362
translation 82312
stopped 82295
comics 82275
1907 82226
dublin 82224
adam 82201
policies 82183
relative 82162
losses 82152
fixed 82123
250 82113
watch 82058
devices 81961
wings 81939
6th 81936
puerto 81836
anthony 81825
prepared 81758
finding 81747
visitors 81733
differences 81677
princess 81656
franchise 81632
arranged 81567
questions 81552
socialist 81498
mounted 81470
48 81432
aviation 81429
oklahoma 81402
involving 81324
walk 81316
shore 81299
physics 81286
600 81251
indigenous 81199
narrow 81185
ceo 81172
storage 81140
belgium 81134
max 81122
guitarist 81046
da 81009
tell 80996
novels 80992
mode 80974
ottoman 80873
bear 80854
1909 80853
mississippi 80815
testing 80806
formally 80799
un 80675
stayed 80641
occupation 80585
script 80547
capable 80532
sisters 80513
instruments 80498
forming 80460
rates 80386
ridge 80319
denmark 80292
solution 80291
practices 80249
soil 80205
mental 80154
marketing 80144
parallel 80086
partners 80071
classified 80023
camera 80020
moore 79992
montreal 79979
brazilian 79950
fishing 79878
cable 79854
hungary 79853
covering 79819
mrs 79789
dream 79746
wine 79596
charter 79566
meters 79535
none 79530
qualifying 79514
sky 79482
grow 79480
commissioner 79479
uncle 79472
flows 79439
juan 79364
markets 79325
continuing 79303
successor 79294
12th 79201
threat 79177
criticism 79162
expression 79154
concerns 79147
tamil 79140
7th 79112
critic 79026
technique 78956
appearing 78929
gulf 78923
ensure 78909
edited 78873
satellite 78855
message 78854
hosts 78784
fan 78763
thing 78738
ukraine 78709
offering 78665
requires 78645
1904 78601
edinburgh 78573
salt 78558
forests 78494
papers 78487
temporary 78478
constant 78470
ago 78439
abc 78427
element 78418
replacement 78400
plane 78384
austrian 78351
prisoners 78318
wooden 78271
limit 78262
occasionally 78236
rescue 78181
frequency 78157
41 78080
antonio 78072
requirements 78006
whereas 77988
debate 77978
metro 77970
gone 77953
55 77932
broadway 77930
instance 77861
entering 77857
victims 77814
gardens 77790
meets 77762
equipped 77755
industries 77700
orthodox 77687
revolutionary 77643
honorary 77633
context 77616
cavalry 77601
adding 77559
boundary 77477
competitions 77474
1902 77456
pool 77385
networks 77380
39 77298
childhood 77295
driven 77265
friendly 77246
legislature 77213
grown 77210
atlanta 77196
influential 77119
somewhat 77100
rice 77072
raise 77057
audio 76983
tests 76977
connecticut 76926
1901 76850
cinema 76821
laboratory 76729
considerable 76688
components 76667
opinion 76651
couples 76640
increasingly 76585
ryan 76519
13th 76460
soundtrack 76454
bush 76439
threatened 76434
li 76424
domain 76406
revival 76354
huge 76345
adults 76268
changing 76264
fly 76238
welsh 76203
hair 76170
peaked 76167
800 76159
safe 76146
walker 76048
monument 76031
cards 76007
rapid 76007
dan 76005
slow 75985
celebrated 75892
solar 75882
depth 75879
1903 75866
der 75849
cm 75828
collections 75785
depression 75735
solid 75721
anna 75709
visiting 75694
mouth 75667
liverpool 75652
annually 75629
tall 75582
accounts 75573
proper 75529
universe 75505
tribe 75489
reputation 75454
dated 75424
alan 75390
filmed 75347
employment 75340
learn 75337
concrete 75310
easy 75287
benefit 75256
ambassador 75212
corporate 75198
trading 75185
cleveland 75126
amongst 75109
disc 75100
knight 75086
coverage 75083
vienna 75062
branches 75057
processes 74940
marie 74912
strategic 74912
achieve 74846
initiative 74765
truth 74762
seattle 74713
habitat 74694
cited 74684
nazi 74681
anything 74622
portugal 74594
tied 74591
tokyo 74512
declined 74476
strongly 74464
speaker 74460
centers 74334
medals 74296
rising 74263
sponsored 74246
explained 74239
tunnel 74214
skin 74186
bringing 74161
consider 74030
helping 74003
lawrence 74000
malaysia 73996
replacing 73988
margaret 73987
1920s 73981
gate 73949
dna 73899
neither 73831
surgery 73791
15th 73781
modified 73767
carbon 73743
kennedy 73682
parks 73672
speak 73582
newspapers 73513
net 73449
powered 73410
competing 73407
existed 73399
shell 73360
eric 73347
stream 73310
struck 73280
definition 73273
baltimore 73252
surrounded 73247
classification 73181
basin 73157
surviving 73134
kevin 73130
suicide 73069
athletics 73053
52 73034
restoration 72971
movies 72962
territories 72927
proposal 72926
49 72877
drawing 72804
maintenance 72798
architectural 72781
completion 72755
graduating 72717
hero 72710
vessels 72652
charity 72577
handed 72577
hundreds 72573
vocal 72558
indonesia 72548
happened 72530
signing 72444
appointment 72368
ready 72301
47 72298
conduct 72242
designer 72224
pick 72191
abbey 72186
producers 72117
twin 72088
landscape 72077
harris 72076
hop 72075
experiences 71997
missions 71993
colour 71988
manner 71971
facing 71934
kelly 71905
studying 71830
column 71824
disney 71806
integrated 71796
massive 71795
filed 71778
bond 71748
apparently 71738
resident 71723
moment 71664
14th 71654
admiral 71647
roger 71619
controversy 71539
breaking 71527
thousand 71517
masters 71500
ross 71434
jordan 71431
occasions 71427
honour 71412
songwriter 71407
versus 71349
monastery 71325
morgan 71290
dc 71269
everyone 71264
progressive 71257
ed 71214
indicated 71213
10th 71210
electrical 71191
kent 71185
legend 71183
talent 71158
lists 71151
phone 71090
rival 71056
experimental 71048
infrastructure 71043
swimming 71017
movements 70984
tools 70969
secure 70953
feed 70892
similarly 70871
horses 70844
elevation 70815
perfect 70783
boats 70763
poems 70759
vessel 70739
lasted 70695
illegal 70687
ve 70660
constitutional 70612
external 70611
revenue 70593
ninth 70548
rounds 70505
superior 70485
panel 70441
summit 70421
kim 70419
pittsburgh 70382
preserved 70343
credits 70308
springs 70302
turning 70297
jane 70288
zero 70272
eliminated 70266
option 70218
minimum 70171
1898 70160
ill 70154
controversial 70149
advertising 70128
makeup 70101
bruce 70097
denied 70053
output 70019
commerce 70001
triple 69987
sarah 69984
snow 69981
funded 69960
counter 69957
las 69942
nomination 69936
effectively 69891
compilation 69835
portrayed 69817
spiritual 69810
decline 69808
scholar 69777
meetings 69754
license 69686
mp 69679
participation 69534
normally 69529
43 69528
supporters 69498
touchdown 69494
8th 69469
weekend 69421
austin 69409
lakes 69396
desert 69353
bears 69349
operational 69346
runner 69328
alex 69313
rated 69296
visible 69280
innings 69227
gray 69223
extreme 69193
penalty 69175
fruit 69133
unusual 69126
rio 69090
birmingham 69085
genre 69067
dave 69063
11th 69054
battery 68961
jobs 68960
russell 68922
knew 68903
executed 68889
finland 68864
hence 68858
dallas 68857
attracted 68840
wheel 68831
merchant 68827
colleges 68807
sugar 68805
roll 68693
accept 68658
involvement 68632
approval 68603
concerts 68586
nba 68563
hispanic 68554
happy 68532
farmers 68512
shares 68508
voting 68475
spoken 68416
thompson 68386
drop 68384
1890 68377
scholarship 68358
treated 68331
file 68326
roots 68304
tie 68274
outer 68225
styles 68203
carl 68135
rapidly 68086
acted 68037
concern 68020
widespread 68020
dominated 68004
ma 67994
index 67993
concerned 67975
romania 67954
gradually 67917
representation 67895
franklin 67819
greatly 67814
cbs 67800
printed 67797
cousin 67792
recommended 67762
processing 67736
alleged 67732
document 67700
borders 67698
1899 67654
favor 67607
nelson 67586
schedule 67566
engineers 67508
longest 67490
thereafter 67448
traditionally 67440
transit 67435
singh 67391
traveled 67348
blocks 67344
touring 67323
adams 67294
cash 67260
stewart 67229
researchers 67205
competitive 67197
agents 67082
participants 67077
hunter 67032
rain 67027
principles 67023
print 67015
videos 67015
giant 66957
exception 66886
assault 66877
victorian 66859
norman 66855
mail 66791
fear 66785
gmina 66738
begun 66648
mix 66611
passage 66609
populations 66573
affiliated 66571
josé 66543
soldier 66500
themes 66500
jimmy 66475
tim 66475
beauty 66431
agencies 66385
lay 66379
statistics 66368
matt 66357
46 66335
donated 66306
mills 66261
51 66247
buy 66194
billy 66170
governments 66123
transition 66100
historically 66080
sessions 66079
riding 66051
gang 66023
exists 65938
taiwan 65936
describe 65908
customers 65892
encouraged 65859
indians 65859
nevertheless 65846
ride 65825
ratio 65824
wedding 65807
bound 65799
mechanical 65747
supplies 65740
nick 65729
suffering 65724
crowd 65654
campbell 65642
continental 65579
intersection 65562
instrumental 65561
provinces 65559
brooklyn 65541
grandfather 65537
emerged 65500
robinson 65497
assist 65457
wright 65416
venue 65402
plate 65383
duo 65380
scientists 65363
1896 65361
keeping 65357
string 65326
injuries 65292
baron 65289
opportunities 65277
diameter 65222
hearing 65214
departure 65167
wants 65162
1895 65146
wear 65120
clinical 65109
drugs 65042
remainder 64960
seeking 64896
posted 64864
youngest 64837
abroad 64836
120 64814
spending 64813
arkansas 64751
evil 64708
adaptation 64704
pan 64666
erected 64655
nbc 64645
saints 64580
supports 64576
destruction 64569
matters 64528
animated 64525
obtain 64383
1000 64378
immediate 64357
seed 64357
fantasy 64333
send 64285
periods 64235
seek 64214
benefits 64186
arrest 64172
defending 64151
substantial 64138
9th 64123
bomb 64120
siege 64091
patient 64068
contested 64042
victor 64040
transmission 64037
contribution 64030
1897 64028
achievement 64023
harbor 64007
characteristics 63972
spoke 63963
judges 63905
regime 63904
sees 63897
attributed 63885
marshall 63884
railways 63832
writes 63814
carter 63805
toured 63749
component 63745
endemic 63716
christopher 63637
ruling 63637
tribes 63589
licensed 63550
instrument 63510
crash 63461
viewers 63445
organ 63442
struggle 63402
publisher 63395
murray 63367
archbishop 63358
bible 63347
reportedly 63335
stanley 63265
voivodeship 63265
demolished 63260
percentage 63242
relationships 63228
utah 63212
civilian 63176
categories 63153
thailand 63125
claiming 63111
channels 63109
orleans 63107
glasgow 63100
rolling 63091
